var data = [];
data.push({
	img:'test.jpg',
	caption:'我不是药神',
	desc:'当然算不上杰作，但放豆瓣语境下，是部时至今日终于拍出来的国产“高分韩国电影”。拿现实题材拍商业类型片，社会意义摆在那，群戏也处理得相当不错。对我们国家而言，这样的电影多一部是一部，走一步是一步。'
});
data.push({
	img:'test1.jpg',
	caption:'悲伤逆流成河',
	desc:' 从操作上来看，很多地方和《我不是药神》很像。有刺激消费的商品属性，也有不可忽视的社会价值。校园霸凌、原生家庭、阶级这些议题，增加了如今华语青春片的厚重感。涉及校园霸凌的影片，往往都会以悲剧收场，所有人都是同谋。易遥妈妈带易遥看病那场戏拍得不错，戳中泪点，那可真是卑微的土里开出花来。缺点也很明显，尤其前半段，诡异的摄影、古怪的配乐和自怜自怨的独白，都离人物太远了，不够克制。这几个新人都挺好，目测顾森西和易遥的扮演者会有前途。'
});
data.push({
	img:'test2.jpg',
	caption:'薄荷',
	desc:'很像八九十年代那种动作片，但是整体爽度还是差了些，不够过瘾。 '
});

data.push({
	img:'test3.jpg',
	caption:'狼屋',
	desc:'我觉得要看懂本片， 首先要了解皮诺切特时期的大致历史，更可以看一下艾玛沃森的《尊严殖民地》了解相关背景， 然后可以多看几部史云梅耶练练手，试着揣摩魔幻主义手法的寓意， 最后就是用解构主义观点打碎，重组，更深程度的解读。 其实，以上都是我胡诌的。 '
});

data.push({
	img:'test4.jpg',
	caption:'巴斯特.斯克鲁格斯的歌谣',
	desc:'一顿操作猛如虎，结果是个二百五。 阎王要你三更死，多活两秒也要死。 虎落平阳被犬欺，落魄凤凰不如鸡。 杀人之后不补枪，绝对死得硬邦邦。 遇到危险别冲动，否则后悔也没用。 人生就像坐马车，该下车时就下车。 '
});

data.push({
	img:'test5.jpg',
	caption:'西红柿首富',
	desc:'从黑马缔造者到国产喜剧王牌，开心麻花再一次扩张了野心。2.这场自嗨白日梦，的确比《夏洛特烦恼》更为荒诞。3.沈腾的喜剧天赋，油腻得恰到好处。4.用宋芸桦做女主角，无疑是反差萌，而不仅仅是小幸运 '
});
data.push({
	img:'test6.jpg',
	caption:'蚁人2:黄峰女现身',
	desc:'1.把路易斯、蚁人、钢铁侠、星爵、死侍、蜘蛛侠废除超能力后关在一个房间里，请问谁能活到最后？ 2.最高司令竟然辞职去美国当了FBI探员，叛徒！ 3.斯坦·李今年太惨了，赌博赌到一半赌场被炸了，汽车突然变成了玩具车，开校车遇到UFO，最后还被灭霸一个响指打没了。 4.李易峰为什么不偷一件蚁人战衣再下船。 【有2个彩蛋，第2个彩蛋和《蜘蛛侠：英雄归来》的第2个彩蛋一样坑爹。】 '
});
data.push({
	img:'test7.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test8.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test9.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});
data.push({
	img:'test10.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test11.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述)'
});

data.push({
	img:'test12.jpg',
	caption:'电影名',
	desc:' 这是一大段的电影描述(前面七部有描述)'
});

data.push({
	img:'test13.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test14.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});
data.push({
	img:'test15.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test16.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test17.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});

data.push({
	img:'test18.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});
data.push({
	img:'test19.jpg',
	caption:'电影名',
	desc:'这是一大段的电影描述(前面七部有描述) '
});
